
[X2Ability_WOTC_APA_DirectorKellyAbilitySet]

strIntelOfficer1Name = "情报官 I"
strIntelOfficer1Desc = "<font color='#CA7200'>职业技能熟练度 I</font><br/><Bullet/>当小队暴露时，保持个人隐蔽，并减少敌人对你的察觉半径<font color='#3ABD23'><Ability:INTEL_OFFICER_DETECTION_MODIFIER_1/>%</font>。"

strIntelOfficer2Name = "情报官 II"
strIntelOfficer2Desc = "<font color='#CA7200'>职业技能熟练度 II</font><br/><Bullet/>当小队暴露时，保持个人隐蔽，并减少敌人对你的察觉半径<font color='#3ABD23'><Ability:INTEL_OFFICER_DETECTION_MODIFIER_2/>%</font>。"

strIntelOfficer3Name = "情报官 III"
strIntelOfficer3Desc = "<font color='#CA7200'>职业技能熟练度 III</font><br/><Bullet/>当小队暴露时，保持个人隐蔽，并减少敌人对你的察觉半径<font color='#3ABD23'><Ability:INTEL_OFFICER_DETECTION_MODIFIER_3/>%</font>.<br/><Bullet/>获得视野范围的加成<font color='#3ABD23'>+<Ability:INTEL_OFFICER_VISION_TILE_BONUS/></font>格。"